Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# INVALID_USERNAME_ICLOUD
source: iCloud requires an Apple ID that is an email address (including @icloud.com addresses).
ar: يتطلب iCloud حساب Apple ID الذي هو عبارة عن بريد إلكتروني (بما في ذلك عناوين icloud.com@ ).
bg: iCloud изисква идентификатор Apple ID, който е имейл адрес (включително @icloud.com).
ca: L’iCloud requereix que l’ID d’Apple sigui una adreça electrònica, també per a les adreces @icloud.com.
cs: iCloud vyžaduje Apple ID ve formátu e‑mailové adresy (včetně @icloud.com).
da: iCloud kræver et Apple-id, der er en e-mailadresse (inkl. @icloud.com-adresser).
de: iCloud erfordert eine Apple‑ID in Form einer E‑Mail-Adresse (z. B. @icloud.com-Adressen).
el: Το iCloud απαιτεί Apple ID που είναι διεύθυνση email (συμπεριλαμβανομένων των διευθύνσεων @icloud.com).
es: iCloud requiere un ID de Apple que sea una dirección de correo electrónico (incluidas las direcciones @icloud.com).
es_419: iCloud requiere que el Apple ID sea una dirección de correo (incluso para las direcciones @icloud.com).
fi: iCloud vaatii Apple ID:n, joka on sähköpostiosoite (mukaan lukien @icloud.com-osoitteet).
fr: iCloud requiert un identifiant Apple sous forme d’adresse e-mail (y compris celles @icloud.com).
fr_ca: iCloud requiert un identifiant Apple sous forme d’adresse courriel (y compris celles @icloud.com).
he: ‏iCloud דורש Apple ID שהינו כתובת דוא״ל (ובכלל זה כתובות ב-‎@icloud.com).
hi: iCloud के लिए ऐसा Apple ID आवश्यक है जो एक ईमेल पता हो (@icloud.com वाले पते भी शामिल हो सकते हैं)।
hr: iCloud zahtijeva Apple ID koji je e‑mail adresa (uključujući @icloud.com adrese).
hu: Az iCloud által igényelt Apple ID egy e-mail-cím (az @icloud.com címeket is beleértve).
id: iCloud memerlukan ID Apple yang berupa alamat email (termasuk alamat @icloud.com).
it: iCloud richiede un ID Apple che sia un indirizzo email (compresi gli indirizzi @icloud.com).
ja: iCloudにはメールアドレスを使用したApple IDが必要です。 （@icloud.comのアドレスを含む）
kk: iCloud cервисі үшін эл. пошта мекенжайы (@icloud.com мекенжайларын қоса) болып табылатын Apple ID қажет.
ko: iCloud는 이메일 주소 (@icloud.com 주소 포함)로 된 Apple ID가 필요합니다.
lt: „iCloud“ reikia „Apple ID“, kuris yra el. pašto adresas (įskaitant @icloud.com adresus).
ms: iCloud memerlukan Apple ID yang merupakan alamat e-mel (termasuk alamat @icloud.com).
nb: iCloud krever en Apple‑ID som er en e‑postadresse (inkludert @icloud.com-adresser).
nl: De Apple ID voor iCloud moet een e‑mailadres zijn (inclusief @icloud.com-adressen).
pl: iCloud wymaga Apple ID w postaci adresu email (w tym z domeny @icloud.com).
pt_br: O iCloud requer que o ID Apple seja um endereço de e-mail (incluindo endereços @icloud.com).
pt_pt: iCloud requer um ID Apple que seja um endereço de e‑mail (incluindo endereços @icloud.com).
ro: iCloud necesită un ID Apple care să fie o adresă de e-mail (incluzând adresele @icloud.com).
ru: Apple ID, необходимый для работы с iCloud, должен быть адресом e‑mail (включая адреса @icloud.com).
sk: iCloud vyžaduje Apple ID, ktoré je emailovou adresou (vrátane @icloud.com adries).
sl: iCloud zahteva račun Apple ID, ki je e-poštni naslov (vključno z naslovi @icloud.com).
sv: iCloud kräver ett Apple-ID som är en e-postadress (även @icloud.com-adresser).
th: iCloud ต้องการใช้ Apple ID ซึ่งเป็นที่อยู่อีเมล (รวมทั้งที่อยู่ @icloud.com)
tr: iCloud, @icloud.com adresleri de dahil olmak üzere e‑posta adresi olan bir Apple kimliği gerektirir.
uk: Для iCloud потрібний Apple ID у вигляді е‑адреси (зокрема адреси @icloud.com).
vi: iCloud yêu cầu có ID Apple là địa chỉ email (bao gồm các địa chỉ @icloud.com).
zh_cn: iCloud要求Apple ID是电子邮件地址（包括@icloud.com地址）。
zh_hk: iCloud需要包含電郵地址的 Apple ID（@icloud.com地址亦可）。
zh_tw: iCloud需要包含電子郵件地址的Apple ID （包括@icloud.com地址）。

# INVALID_USERNAME_ICLOUD_REBRAND
source: iCloud requires an Apple Account that is an email address (including @icloud.com addresses).
ar: يتطلب iCloud حساب Apple الذي هو عبارة عن بريد إلكتروني (بما في ذلك عناوين ‎@icloud.com).
bg: iCloud изисква Apple регистрация, която е имейл адрес (включително адреси @icloud.com).
ca: L’iCloud requereix que el compte d’Apple sigui una adreça electrònica, també per a les adreces @icloud.com.
cs: iCloud vyžaduje účet Apple ve formátu e‑mailové adresy (včetně @icloud.com).
da: iCloud kræver en Apple‑konto, der er en e-mailadresse (inkl. @icloud.com-adresser).
de: iCloud erfordert einen Apple Account in Form einer E‑Mail-Adresse (z. B. @icloud.com-Adressen).
el: Το iCloud απαιτεί έναν λογαριασμό Apple που είναι διεύθυνση email (συμπεριλαμβανομένων των διευθύνσεων @icloud.com).
es: iCloud requiere una cuenta de Apple que sea una dirección de correo (incluidas las direcciones @icloud.com).
es_419: iCloud requiere que la cuenta de Apple sea una dirección de correo (incluidas las direcciones @icloud.com).
fi: iCloud vaatii Apple-tilin, joka on sähköpostiosoite (mukaan lukien @icloud.com-osoitteet).
fr: iCloud requiert un compte Apple sous forme d’adresse e-mail (y compris les adresses @icloud.com).
fr_ca: iCloud requiert un compte Apple sous forme d’adresse courriel (y compris celles @icloud.com).
he: ‏iCloud מצריך שימוש בחשבון Apple שהוא כתובת דוא״ל (כולל כתובות של ‎@icloud.com).
hi: iCloud के लिए ऐसा Apple खाता आवश्यक है जो एक ईमेल पता हो (@icloud.com वाले पते भी शामिल हो सकते हैं)।
hr: iCloud zahtijeva Apple račun koji je e‑mail adresa (uključujući @icloud.com adrese).
hu: Az iCloud olyan Apple-fiók használatát írja elő, amely egyben e-mail-cím is (az @icloud.com címeket is beleértve).
id: iCloud memerlukan Akun Apple yang berupa alamat email (termasuk alamat @icloud.com).
it: iCloud richiede un Apple Account che sia un indirizzo email (compresi gli indirizzi @icloud.com).
ja: iCloudにはメールアドレスを使用したApple Accountが必要です。 （@icloud.comのアドレスを含む）
kk: iCloud cервисі үшін эл. пошта мекенжайы (@icloud.com мекенжайларын қоса) болып табылатын Apple аккаунты қажет.
ko: iCloud를 사용하려면 이메일 주소 (@icloud.com 주소 포함)로 된 Apple 계정이 필요합니다.
lt: Norint naudoti „iCloud“ reikia „Apple“ paskyros, kuri yra el. pašto adresas (įskaitant @icloud.com adresus).
ms: iCloud memerlukan Akaun Apple yang merupakan alamat e‑mel (termasuk alamat @icloud.com).
nb: iCloud krever en Apple-konto som er en e‑postadresse (inkludert @icloud.com-adresser).
nl: De Apple Account voor iCloud moet een e‑mailadres zijn (inclusief @icloud.com-adressen).
pl: iCloud wymaga wskazania konta Apple jako adresu email (w tym z domeny @icloud.com).
pt_br: O iCloud requer que a Conta Apple seja um endereço de e‑mail (incluindo endereços @icloud.com).
pt_pt: iCloud requer uma conta Apple que seja um endereço de e‑mail (incluindo endereços @icloud.com).
ro: iCloud necesită un cont Apple care să fie o adresă de e‑mail (incluzând adresele @icloud.com).
ru: Учетная запись Apple, необходимая для работы с iCloud, должна быть адресом e‑mail (включая адреса @icloud.com).
sk: iCloud vyžaduje Apple účet, ktorý je emailovou adresou (vrátane adries @icloud.com).
sl: iCloud zahteva račun Apple, ki je e-poštni naslov (vključno z naslovi @icloud.com).
sv: iCloud kräver ett Apple‑konto som är en e-postadress (även @icloud.com-adresser).
th: iCloud ต้องการใช้บัญชี Apple ซึ่งเป็นที่อยู่อีเมล (รวมถึงที่อยู่ @icloud.com ด้วย)
tr: iCloud, @icloud.com adresleri de dahil olmak üzere e‑posta adresi olan bir Apple Hesabı gerektirir.
uk: iCloud потребує облікового запису Apple, що має бути е‑адресою (включно з адресами @icloud.com).
vi: iCloud yêu cầu Tài khoản Apple là địa chỉ email (bao gồm các địa chỉ @icloud.com).
zh_cn: iCloud要求Apple账户是电子邮件地址（包括@icloud.com地址）。
zh_hk: iCloud需要包含電郵地址的 Apple帳户（@icloud.com地址亦可）。
zh_tw: iCloud需要包含電子郵件地址的「Apple帳號」 （包括@icloud.com地址）。

# INVALID_USERNAME_TITLE
source: Unsupported Apple ID
ar: ‏Apple ID غير مدعوم
bg: Неподдържан Apple ID
ca: ID d’Apple no admès
cs: Nepodporované Apple ID
da: Dette Apple-id er ikke understøttet
de: Nicht unterstützte Apple‑ID
el: Το Apple ID δεν υποστηρίζεται
es: ID de Apple incompatible
es_419: Apple ID incompatible
fi: Apple ID:tä ei tueta
fr: Identifiant Apple non géré
fr_ca: Identifiant Apple non pris en charge
he: ‏Apple ID שאינו נתמך
hi: असमर्थित Apple ID
hr: Nepodržan Apple ID
hu: Nem támogatott Apple ID
id: ID Apple tidak didukung
it: ID Apple non supportato
ja: Apple IDには使用できません
kk: Apple ID аккаунтына қолдау көрсетілмейді
ko: 지원되지 않는 Apple ID
lt: Nepalaikomas „Apple ID“
ms: Apple ID Tidak Disokong
nb: Apple‑ID-en støttes ikke
nl: Apple ID niet ondersteund
pl: Nieobsługiwany Apple ID
pt_br: ID Apple Incompatível
pt_pt: Este ID Apple não é suportado.
ro: ID Apple incompatibil
ru: Этот Apple ID не поддерживается
sk: Nepodporované Apple ID
sl: Nepodprt račun Apple ID
sv: Detta Apple-ID stöds inte
th: ไม่รองรับ Apple ID
tr: Apple Kimliği Desteklenmiyor
uk: Непідтримуваний Apple ID
vi: ID Apple Không được hỗ trợ
zh_cn: 不支持此Apple ID
zh_hk: 不支援的Apple ID
zh_tw: 不支援的Apple ID

# INVALID_USERNAME_TITLE_REBRAND
source: Unsupported Apple Account
ar: حساب Apple غير مدعوم
bg: Неподдържана Apple регистрация
ca: Compte d’Apple no admès
cs: Nepodporovaný účet Apple
da: Denne Apple‑konto er ikke understøttet
de: Nicht unterstützter Apple Account
el: Μη υποστηριζόμενος λογαριασμός Apple
es: Cuenta de Apple incompatible
es_419: Cuenta de Apple no compatible
fi: Ei-tuettu Apple-tili
fr: Compte Apple non pris en charge
fr_ca: Compte Apple non pris en charge
he: חשבון Apple שאינו נתמך
hi: असमर्थित Apple खाता
hr: Nepodržan Apple račun
hu: Nem támogatott Apple-fiók
id: Akun Apple Tidak Didukung
it: Apple Account non supportato
ja: Apple Accountには使用できません
kk: Apple аккаунтына қолдау көрсетілмейді
ko: 지원되지 않는 Apple 계정
lt: Nepalaikoma „Apple“ paskyra
ms: Akaun Apple Tidak Disokong
nb: Apple-kontoen støttes ikke
nl: Niet-ondersteunde Apple Account
pl: Nieobsługiwane konto Apple
pt_br: Conta Apple Incompatível
pt_pt: Conta Apple não suportada
ro: Cont Apple incompatibil
ru: Неподдерживаемая учетная запись Apple
sk: Nepodporovaný Apple účet
sl: Nepodprt račun Apple
sv: Apple‑kontot stöds inte
th: ไม่รองรับบัญชี Apple
tr: Apple Hesabı Desteklenmiyor
uk: Непідтримуваний обліковий запис Apple
vi: Tài khoản Apple không được hỗ trợ
zh_cn: 不支持此Apple账户
zh_hk: 不支援的Apple帳户
zh_tw: 不支援的「Apple帳號」

source: Learn More
ar: لمعرفة المزيد
bg: Повече
ca: Més informació
cs: Další informace
da: Læs mere
de: Weitere Infos
el: Μάθετε περισσότερα
es: Más información
es_419: Obtén detalles
fi: Lisätietoja
fr: En savoir plus
fr_ca: En savoir plus
he: פרטים נוספים
hi: अधिक जानें
hr: Saznajte više
hu: Bővebben
id: Lebih Lanjut
it: Scopri di più
ja: 詳しい情報
kk: Толығырақ ақпарат алу
ko: 더 알⁠아⁠보⁠기
lt: Sužinokite daugiau
ms: Ketahui Lebih Lanjut
nb: Finn ut mer
nl: Meer info
pl: Więcej informacji
pt_br: Detalhes
pt_pt: Saiba mais
ro: Mai multe
ru: Подробнее
sk: Viac informácií
sl: Več o tem
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 进一步了解
zh_hk: 進一步了解
zh_tw: 更多內容

# LEARN_MORE_ELLIPSIS
source: Learn more...
ar: معرفة المزيد…
bg: Научете повече...
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_419: Obtener detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više...
hu: Bővebben…
id: Lebih lanjut...
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ ақпарат алу...
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau...
ms: Ketahui lebih lanjut...
nb: Finn ut mer…
nl: Meer informatie…
pl: Więcej informacji…
pt_br: Saiba mais...
pt_pt: Saiba mais…
ro: Mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm...
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# LEGACY_CONTACT_DELETION_FAILURE_ALERT_MESSAGE
source: Try again
ar: حاول مرة أخرى
bg: Опитайте отново
ca: Reintenta
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Νέα δοκιμή
es: Reintentar
es_419: Reintentar
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
he: ניסיון נוסף
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újrapróbálkozás
id: Coba lagi
it: Riprova
ja: やり直す
kk: Әрекетті қайталау
ko: 다시 시도
lt: Bandykite dar kartą
ms: Cuba lagi
nb: Prøv igjen
nl: Probeer opnieuw
pl: Ponów
pt_br: Tentar de novo
pt_pt: Voltar a tentar
ro: Reîncercați
ru: Повторить попытку
sk: Skúsiť znovu
sl: Poskusite znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden deneyin
uk: Ще раз
vi: Thử lại
zh_cn: 重试
zh_hk: 再試
zh_tw: 再試一次

# LEGACY_CONTACT_DELETION_FAILURE_ALERT_TITLE
source: Something Went Wrong
ar: حدث خطأ ما
bg: Нещо се обърка
ca: Error
cs: Došlo k chybě
da: Noget gik galt
de: Ein Fehler ist aufgetreten
el: Κάτι πήγε στραβά
es: Se ha producido un error
es_419: Ocurrió un error
fi: Jotakin meni vikaan.
fr: Une erreur s’est produite
fr_ca: Un problème est survenu
he: משהו השתבש
hi: कुछ गड़बड़ हो गई है
hr: Nešto je pošlo ukrivo
hu: Valami hiba történt
id: Ada yang Salah
it: Si è verificato un errore
ja: 問題が起きました
kk: Қате орын алды
ko: 문제가 발생함
lt: Kažkas nepavyko
ms: Masalah Telah Berlaku
nb: Det har oppstått et problem
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_br: Algo Deu Errado
pt_pt: Ocorreu um erro
ro: Ceva nu a funcționat
ru: Произошла ошибка.
sk: Došlo k chybe
sl: Nekaj je šlo narobe
sv: Något gick fel
th: มีบางอย่างผิดพลาด
tr: Bir Sorun Oluştu
uk: Щось не так
vi: Đã xảy ra sự cố
zh_cn: 出错了
zh_hk: 發生錯誤
zh_tw: 發生錯誤

# LEGACY_CONTACTS_VIEW_ADD_LEGACY_CONTACT_BUTTON_TITLE
source: Add Legacy Contact...
ar: إضافة جهة اتصال وارثة...
bg: Добави контакт за наследство...
ca: Afegeix herents digitals…
cs: Přidat kontakt pro pozůstalost…
da: Tilføj arvekontakt…
de: Nachlasskontakt hinzufügen …
el: Προσθήκη επαφής κληρονομιάς…
es: Añadir representante digital…
es_419: Agregar contacto para legado…
fi: Lisää tilin perijä…
fr: Ajouter un contact légataire…
fr_ca: Ajouter un contact légataire…
he: הוספת איש קשר לקבלת המורשת...
hi: वारिस जोड़ें...
hr: Dodaj kontakt za nasljeđivanje...
hu: Hagyatéki kontakt hozzáadása…
id: Tambah Kontak Pewaris…
it: Aggiungi un contatto erede…
ja: 故人アカウント管理連絡先を追加…
kk: Сандық деректер мұрагерін қосу...
ko: 유산 관리자 추가…
lt: Įtraukti paveldėtoją...
ms: Tambah Kenalan Legasi...
nb: Legg til kontoarving…
nl: Voeg erfenis­contact toe…
pl: Dodaj opiekuna konta...
pt_br: Adicionar Contato de Legado...
pt_pt: Adicionar contacto de legado…
ro: Adăugare contact de moștenire…
ru: Назначить наследника...
sk: Pridať poverený kontakt…
sl: Dodaj nasledstveni stik …
sv: Lägg till kontakt för digitalt arv…
th: เพิ่มผู้ติดต่อรับมรดก…
tr: Vâris Ekle...
uk: Додати спадкоємця…
vi: Thêm liên hệ kế thừa...
zh_cn: 添加遗产联系人…
zh_hk: 加入遺產聯絡人⋯
zh_tw: 加入遺產聯絡人⋯

# LEGACY_CONTACTS_VIEW_BENEFACTOR_SECTION_HEADER
source: LEGACY CONTACT FOR
ar: جهة الاتصال الوارثة لحساب
bg: КОНТАКТ ЗА НАСЛЕДСТВО ЗА
ca: HERENT DIGITAL D’ALTRES
cs: KONTAKT PRO POZŮSTALOST UŽIVATELE
da: ARVEKONTAKT FOR
de: NACHLASSKONTAKT FÜR
el: ΕΠΑΦΗ ΚΛΗΡΟΝΟΜΙΑΣ ΓΙΑ
es: REPRESENTANTE DIGITAL DE
es_419: CONTACTO PARA LEGADO DE
fi: OLET TILIN PERIJÄ SEURAAVILLE:
fr: CONTACT LÉGATAIRE DE
fr_ca: CONTACT LÉGATAIRE DE
he: איש קשר לקבלת המורשת של
hi: इनके वारिस
hr: KONTAKT ZA NASLJEĐIVANJE ZA
hu: HAGYATÉKI KONTAKT A KÖVETKEZŐHÖZ:
id: KONTAK PEWARIS UNTUK
it: CONTATTO EREDE DI
ja: 次の人の故人アカウント管理連絡先
kk: МЫНА ПАЙДАЛАНУШЫНЫҢ САНДЫҚ ДЕРЕКТЕР МҰРАГЕРІ:
ko: 사용자를 유산 관리자로 지정한 사람
lt: PAVELDĖTOJAS, KURĮ PASIRINKO
ms: KENALAN LEGASI UNTUK
nb: KONTOARVING FOR
nl: ERFENIS­CONTACT VOOR
pl: KONTA POD TWOJĄ OPIEKĄ
pt_br: CONTATO DE LEGADO DE
pt_pt: CONTACTO DE LEGADO DE
ro: CONTACT DE MOȘTENIRE PENTRU
ru: ВЫ — ЦИФРОВОЙ НАСЛЕДНИК ПОЛЬЗОВАТЕЛЕЙ
sk: POVERENÝ KONTAKT PRE
sl: NASLEDSTVENI STIK ZA
sv: KONTAKT FÖR DIGITALT ARV FÖR
th: ผู้ติดต่อรับมรดกสำหรับ
tr: ŞU KİŞİNİN VÂRİSİ:
uk: СПАДКОЄМЕЦЬ
vi: LIÊN HỆ KẾ THỪA CHO
zh_cn: 作为以下用户的遗产联系人
zh_hk: 你是以下人士的帳户遺產聯絡人
zh_tw: 你是以下帳號的遺產聯絡人

# LEGACY_CONTACTS_VIEW_DESCRIPTION_TEXT
source: Share your legacy with people you care about through photos, videos, notes, documents, and personal information that you’ve stored in iCloud.
ar: يمكنك مشاركة إرثك مع الأشخاص الذين تهتم بهم من خلال الصور والفيديوهات والملاحظات والمستندات والمعلومات الشخصية التي خزنتها في iCloud.
bg: Предайте дигиталното си наследство на скъпите за вас хора, като им оставите снимки, видеа, бележки, документи и друга лична информация, която сте съхранили в iCloud.
ca: Comparteix amb qui més t’estimes la teva herència digital: fotos, vídeos, notes, documents i informació personal que hagis emmagatzemat a l’iCloud.
cs: Sdílejte svou digitální pozůstalost se svými nejbližšími. Můžete jim zanechat fotky, videa, poznámky, dokumenty, osobní údaje a další osobní data, která máte uložená na iCloudu.
da: Del din arv med personer, du holder af. Det kan f.eks. være fotos, videoer, noter, dokumenter og personlige oplysninger, som er opbevaret i iCloud.
de: Teile deinen Nachlass mit dir nahestehenden Personen, z. B. Fotos, Videos, Notizen, Dokumente und persönliche Daten, die du in iCloud gesichert hast.
el: Μοιραστείτε την ψηφιακή κληρονομιά σας με τα αγαπημένα σας άτομα μέσω φωτογραφιών, βίντεο, σημειώσεων, εγγράφων και προσωπικών πληροφοριών που έχετε αποθηκεύσει στο iCloud.
es: Comparte tu legado digital con tus seres queridos en forma de fotos, vídeos, notas, documentos e información personal que hayas ido guardando en iCloud.
es_419: Comparte tu legado con las personas que más quieres a través de fotos, videos, notas, documentos e información personal almacenada en iCloud.
fi: Jaa jäämistösi – mm. iCloudiin tallennetut kuvat, videot, muistiinpanot, dokumentit ja henkilökohtaiset tiedot – lähimmillesi.
fr: Partagez votre patrimoine de données avec les personnes que vous aimez via vos photos, vidéos, notes, documents et renseignements personnels conservés sur iCloud.
fr_ca: Transmettez votre héritage aux personnes qui vous sont chères, plus particulièrement les photos, vidéos, notes, documents et informations personnelles que vous avez stockés dans iCloud.
he: באפשרותך לשתף את המורשת הדיגיטלית שלך עם אנשים שקרובים ללבך דרך תמונות, סרטונים, פתקים, מסמכים ומידע אישי ששמרת ב-iCloud.
hi: iCloud में आपके द्वारा संग्रहित की गई तस्वीरों, वीडियो, नोट्स, दस्तावेज़ों और व्यक्तिगत जानकारी आदि के ज़रिए अपनी वसीयत उन लोगों के साथ शेयर करें जिनकी आपके लिए अहमियत है।
hr: Podijelite svoju ostavštinu s osobama do kojih vam je stalo putem fotografija, videozapisa, bilješki, dokumenata i osobnih informacija koje ste pohranili na iCloudu.
hu: Megoszthatja a szeretteivel az örökségét az iCloudban tárolt fotók, videók, jegyzetek, dokumentumok és személyes adatok által.
id: Bagikan warisan Anda dengan orang terdekat melalui foto, video, catatan, dokumen, dan informasi pribadi yang telah Anda simpan di iCloud.
it: Lascia in eredità alle persone a cui vuoi bene le tue foto, i video, le note, i documenti e le informazioni personali che hai archiviato su iCloud.
ja: iCloudに保存した写真、ビデオ、メモ、書類、個人情報などの遺産を大切な人たちと共有しましょう。
kk: iCloud бұлтында сақталған фотолар, видеолар, жазбалар, құжаттар және жеке ақпарат арқылы мұраңызды жақын адамдарыңызбен бөлісіңіз.
ko: iCloud에 저장해 둔 사진, 비디오, 메모, 문서 및 개인정보를 유산으로 상속하여 사랑하는 사람과 공유할 수 있습니다.
lt: Perleiskite svarbiems žmonėms savo skaitmeninį palikimą: „iCloud“ saugomus vaizdo įrašus, nuotraukas, dokumentus ir asmenine informaciją.
ms: Kongsi legasi anda dengan orang yang anda kasihi menerusi foto, video, nota, dokumen dan maklumat peribadi yang telah anda simpan dalam iCloud.
nb: Del den digitale arven din med personer du er glad i, som bilder, videoer, notater, dokumenter og personlig informasjon du har lagret i iCloud.
nl: Deel je erfenis met personen om wie je geeft via foto's, video's, notities, documenten en persoonlijke gegevens die je in iCloud hebt bewaard.
pl: Przekaż cyfrowy spadek po sobie — na przykład zdjęcia, wideo, notatki, dokumenty i prywatne dane z konta iCloud — osobom, które kochasz.
pt_br: Compartilhe o seu legado com as pessoas que você ama através de fotos, vídeos, notas, documentos e informações pessoais que você armazenou no iCloud.
pt_pt: Partilhe com os seus entes queridos o seu legado de fotografias, vídeos, notas, documentos e informação pessoal que tenha armazenado em iCloud.
ro: Transmiteți‑le celor dragi moștenirea dvs. prin pozele, clipurile video, notițele, documentele și informațiile personale pe care le‑ați stocat pe iCloud.
ru: Передайте свое цифровое наследство тем, кто Вам дорог, оставив им фото, видео, заметки, документы и личные данные, хранящиеся в iCloud.
sk: Zdieľajte svoje dedičstvo, ako sú fotky, videá, poznámky, dokumenty a osobné informácie uložené v iCloude, s ľuďmi, na ktorých vám záleží.
sl: Delite svojo zapuščino z osebami, ki vam veliko pomenijo, prek fotografij, videov, zapiskov, dokumentov in osebnih informacij, ki ste jih shranili v storitev iCloud.
sv: Dela ditt digitala arv med personer som du tycker om med hjälp av bilder, videor, anteckningar, dokument och personlig information som du har sparat på iCloud.
th: แชร์มรดกของคุณกับผู้คนที่คุณห่วงใยผ่านทางรูปภาพ วิดีโอ โน้ต เอกสาร และข้อมูลส่วนบุคคลที่คุณจัดเก็บอยู่บน iCloud
tr: iCloud’da sakladığınız fotoğraflar, videolar, notlar, belgeler ve kişisel bilgiler aracılığıyla mirasınızı sevdiklerinizle paylaşın.
uk: Передайте близьким свій цифровий спадок — фотографії, відео, нотатки, документи, особисту інформацію тощо, що зберігаються в iCloud.
vi: Chia sẻ di sản của bạn với người mà bạn quan tâm thông qua ảnh, video, ghi chú, tài liệu và thông tin cá nhân đã lưu trữ trong iCloud.
zh_cn: 通过iCloud中储存的照片、视频、备忘录、文稿和个人信息，将遗产分享给在乎的人。
zh_hk: 透過儲存在iCloud的相片、影片、備忘錄、文件和個人資料，與你心愛的人分享你的遺產。
zh_tw: 透過儲存在iCloud中的照片、影片、備忘錄、文件和個人資訊，將你的數位遺產與所關心的人分享。
